Repository: farukkamcici/mectrics
Catalog: Mectrics/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, pt_br, ru, tr

source: Diagnostics
es: Diagnóstico
fr: Diagnostic
pt_br: Diagnóstico
ru: Диагностика
tr: Tanılar

source: Diagnostics preview
es: Previsualización del diagnóstico
fr: Aperçu du diagnostic
pt_br: Pré-visualização do diagnóstico
ru: Просмотр диагностики
tr: Tanı önizlemesi

# diagnostics.export.title
source: Mectrics Diagnostics
es: Diagnóstico de Mectrics
fr: Diagnostic de Mectrics
pt_br: Diagnóstico do Mectrics
ru: Диагностика Mectrics
tr: Mectrics Tanıları

# diagnostics.save.title
source: Save Mectrics Diagnostics
es: Guardar el diagnóstico de Mectrics
fr: Enregistrer le diagnostic de Mectrics
pt_br: Salvar Diagnóstico do Mectrics
ru: Сохранить диагностику Mectrics
tr: Mectrics Tanılarını Kaydet

# diagnostics.section.alerts
source: Alert Configuration
es: Ajustes de alertas
fr: Réglages des alertes
pt_br: Ajustes de Alertas
ru: Настройки предупреждений
tr: Uyarı Ayarları

# diagnostics.section.attention
source: Recent Attention Log
es: Alertas recientes
fr: Alertes récentes
pt_br: Alertas recentes
ru: Недавние предупреждения
tr: Son Uyarılar

# diagnostics.section.log
source: Application Log
es: Registro de la aplicación
fr: Journal de l’application
pt_br: Registro do Aplicativo
ru: Журнал приложения
tr: Uygulama Günlüğü

# diagnostics.section.providers
source: Provider Status
es: Estado de las fuentes de datos
fr: État des sources de données
pt_br: Estado das fontes de dados
ru: Состояние источников данных
tr: Veri Kaynaklarının Durumu

# diagnostics.section.summary
source: System Summary
es: Resumen del sistema
fr: Résumé du système
pt_br: Resumo do Sistema
ru: Сводка о системе
tr: Sistem Özeti

# diagnostics.section.widget
source: Widget Status
es: Estado del widget
fr: État du widget
pt_br: Estado do Widget
ru: Состояние виджета
tr: Araç Takımı Durumu

# diagnostics.window.title
source: Mectrics Diagnostics
es: Diagnóstico de Mectrics
fr: Diagnostic de Mectrics
pt_br: Diagnóstico do Mectrics
ru: Диагностика Mectrics
tr: Mectrics Tanıları

# disk.capacityChart
source: Disk capacity
es: Capacidad del disco
fr: Capacité du disque
pt_br: Capacidade do Disco
ru: Заполнение диска
tr: Disk kapasitesi

# disk.capacityChart.summary
source: Used %1$.0f%%, purgeable %2$.0f%%, free %3$.0f%%
es: Usado %1$.0f%%, purgable %2$.0f%%, libre %3$.0f%%
fr: Utilisé %1$.0f%%, purgeable %2$.0f%%, libre %3$.0f%%
pt_br: Usado %1$.0f%%, purgável %2$.0f%%, livre %3$.0f%%
ru: Используется %1$.0f%%, очищаемое %2$.0f%%, свободно %3$.0f%%
tr: Kullanılan %1$.0f%%, silinebilir %2$.0f%%, boş %3$.0f%%

# disk.free
source: Free
es: Libre
fr: Libre
pt_br: Livre
ru: Свободно
tr: Boş

# disk.legend.free
source: Free
es: Libre
fr: Libre
pt_br: Livre
ru: Свободно
tr: Boş

# disk.legend.purgeable
source: Purgeable
es: Purgable
pt_br: Purgável
ru: Очищаемое
tr: Silinebilir

# disk.legend.used
source: Used
es: Usado
fr: Utilisé
pt_br: Usado
ru: Использовано
tr: Kullanılan

# disk.purgeable
source: Purgeable
es: Purgable
pt_br: Purgável
ru: Очищаемое
tr: Silinebilir

# disk.read
source: Read
es: Lectura
fr: Lecture
pt_br: Leitura
ru: Чтение
tr: Okuma

# disk.used
source: Used
es: Usado
fr: Utilisé
pt_br: Usado
ru: Использовано
tr: Kullanılan

# disk.write
source: Write
es: Escritura
fr: Écriture
pt_br: Gravação
ru: Запись
tr: Yazma

source: Ease off when on battery or hot
es: Reducir la carga al usar la batería o si el Mac se calienta
fr: Réduire la charge sur batterie ou lorsque le Mac chauffe
pt_br: Reduzir a carga ao usar a bateria ou quando o Mac esquentar
ru: Снижать нагрузку при работе от аккумулятора или перегреве
tr: Pilden kullanırken veya Mac ısındığında yükü azalt

source: Energy
es: Energía
fr: Énergie
pt_br: Energia
ru: Энергия
tr: Enerji

# energyGuard.mode.protected
source: Protected
es: Protegido
fr: Protégé
pt_br: Protegido
ru: Защита
tr: Korumalı

# energyGuard.mode.reduced
source: Reduced
es: Reducido
fr: Réduit
pt_br: Reduzido
ru: Сниженная нагрузка
tr: Azaltılmış

# energyGuard.reason.disabled
source: adapting is off
es: la adaptación está desactivada
fr: l’adaptation est désactivée
pt_br: a adaptação está desativada
ru: адаптация отключена
tr: uyarlama kapalı

# energyGuard.reason.lowPowerMode
source: Low Power Mode is on
es: el modo de bajo consumo está activado
fr: le mode économie d’énergie est activé
pt_br: o Modo de Pouca Energia está ativado
ru: включён режим энергосбережения
tr: Düşük Güç Modu açık

# energyGuard.reason.none
source: plugged in and cool
es: conectado a la corriente y a temperatura normal
fr: branché et à température normale
pt_br: conectado à energia e em temperatura normal
ru: подключён к питанию, температура в норме
tr: güç adaptörüne bağlı ve serin

# energyGuard.reason.onBattery
source: on battery
es: usando la batería
fr: sur batterie
pt_br: usando a bateria
ru: работа от аккумулятора
tr: pilden kullanılıyor

# energyGuard.reason.sleeping
source: the Mac is asleep
es: el Mac está en reposo
fr: le Mac est en veille
pt_br: o Mac está em repouso
ru: Mac находится в режиме сна
tr: Mac uykuda

# energyGuard.reason.thermal
source: the Mac is running hot
es: el Mac está demasiado caliente
fr: le Mac chauffe trop
pt_br: o Mac está muito quente
ru: Mac перегревается
tr: Mac fazla ısındı

source: Explainable alerts and Attention Log
es: Alertas claras e historial de alertas
fr: Alertes claires et historique des alertes
pt_br: Alertas claros e Histórico de Alertas
ru: Понятные предупреждения и журнал событий
tr: Açıklanabilir uyarılar ve Uyarı Geçmişi

source: Export Preview
es: Vista previa de exportación
fr: Aperçu de l’exportation
pt_br: Prévia da exportação
ru: Предпросмотр экспорта
tr: Dışa Aktarma Önizlemesi

source: Export…
es: Exportar…
fr: Exporter…
pt_br: Exportar…
ru: Экспортировать…
tr: Dışa Aktar…

# fans.count
source: Fans
es: Ventiladores
fr: Ventilateurs
pt_br: Ventoinhas
ru: Вентиляторы
tr: Fan Sayısı

# fans.fan
source: Fan %lld
es: Ventilador %lld
fr: Ventilateur %lld
pt_br: Ventilador %lld
ru: Вентилятор %lld

# gpu.count
source: GPUs
es: Número de GPU
fr: Nombre de GPU
pt_br: Número de GPUs
ru: Количество ГП
tr: GPU Sayısı

# gpu.memory
source: In-use memory
es: Memoria en uso
fr: Mémoire utilisée
pt_br: Memória em uso
ru: Используемая память
tr: Kullanılan bellek

# gpu.temperature
source: Temperature
es: Temperatura
fr: Température
pt_br: Temperatura
ru: Температура
tr: Sıcaklık

# health.accessibility.label
source: Mectrics health
es: Resumen de estado de Mectrics
fr: Résumé de l’état de Mectrics
pt_br: Resumo do estado do Mectrics
ru: Сводка состояния Mectrics
tr: Mectrics durum özeti

# health.condition.active
source: %@, threshold crossed
es: %@, umbral superado
fr: %@, seuil franchi
pt_br: %@, limite ultrapassado
ru: %@, порог превышен
tr: %@, eşik aşıldı

# health.condition.batteryService
source: macOS recommends battery service
es: macOS recomienda reparar la batería
fr: macOS recommande de faire réparer la batterie
pt_br: O macOS recomenda a manutenção da bateria
ru: macOS рекомендует обслуживание аккумулятора
tr: macOS pil için servis öneriyor

# health.condition.diskCapacity
source: %@ disk space remains
es: Quedan %@ de espacio en el disco
fr: Espace disque restant : %@
pt_br: Restam %@ de espaço em disco
ru: На диске осталось %@
tr: Kalan disk alanı: %@

# health.condition.pending
source: %@, waiting for sustained duration
es: %@, esperando que se mantenga la condición
fr: %@, en attente de la durée requise
pt_br: %@, aguardando a duração necessária
ru: %@, ожидание заданной длительности
tr: %@, koşulun sürmesi bekleniyor

# health.copySystemSummary
source: Copy System Summary
es: Copiar resumen del sistema
fr: Copier le résumé du système
pt_br: Copiar resumo do sistema
ru: Скопировать сводку о системе
tr: Sistem Özetini Kopyala

# health.openAttentionLog
source: Open Attention Log
es: Abrir el historial de alertas
fr: Ouvrir l’historique des alertes
pt_br: Abrir Histórico de Alertas
ru: Открыть журнал предупреждений
tr: Uyarı Geçmişini Aç

# health.refresh.help
source: Take a reading now
es: Tomar una medición ahora
fr: Relever une mesure maintenant
pt_br: Fazer uma medição agora
ru: Снять показания сейчас
tr: Şimdi ölçüm al

# health.state.critical
source: Critical attention needed
es: Se necesita atención inmediata
fr: Votre attention est requise immédiatement
pt_br: É necessário agir imediatamente
ru: Требуется срочное внимание
tr: Acil müdahale gerekiyor

# health.state.normal
source: All systems normal
es: Todos los valores son normales
fr: Tous les indicateurs sont normaux
pt_br: Todos os indicadores estão normais
ru: Все показатели в норме
tr: Tüm ölçümler normal

# health.state.pending
source: A condition is pending
es: Hay una condición pendiente
fr: Une condition est en attente
pt_br: Há uma condição pendente
ru: Ожидается подтверждение условия
tr: Bir koşulun sürmesi bekleniyor

# health.state.stale
source: Some readings are stale
es: Algunas mediciones están desactualizadas
fr: Certaines mesures ne sont plus à jour
pt_br: Algumas medições estão desatualizadas
ru: Некоторые данные устарели
tr: Bazı ölçümler güncel değil

# health.state.unavailable
source: Selected readings are unavailable
es: Las mediciones seleccionadas no están disponibles
fr: Les mesures sélectionnées ne sont pas disponibles
pt_br: As medições selecionadas não estão disponíveis
ru: Выбранные данные недоступны
tr: Seçilen ölçümler kullanılamıyor

# health.state.warning
source: Attention recommended
es: Se recomienda prestar atención
fr: Votre attention est recommandée
pt_br: Recomenda-se atenção
ru: Рекомендуется обратить внимание
tr: İlgilenilmesi öneriliyor

source: Hold Command and drag an item in the menu bar to reorder it.
es: Mantén pulsada la tecla Comando y arrastra un elemento de la barra de menús para cambiarlo de posición.
fr: Maintenez la touche Commande enfoncée et faites glisser un élément dans la barre des menus pour le déplacer.
pt_br: Mantenha a tecla Command pressionada e arraste um item na barra de menus para mudar sua posição.
ru: Чтобы изменить порядок, удерживайте клавишу Command и перетаскивайте объекты в строке меню.
tr: Sıralamayı değiştirmek için Komut tuşunu basılı tutup menü çubuğundaki öğeyi sürükleyin.

source: Language
es: Idioma
fr: Langue
pt_br: Idioma
ru: Язык
tr: Dil

# language.english
source: English
es: Inglés
fr: Anglais
pt_br: Inglês
ru: Английский
tr: İngilizce

# language.french
source: French
es: Francés
fr: Français
pt_br: Francês
ru: Французский
tr: Fransızca

# language.portugueseBrazil
source: Portuguese (Brazil)
es: Portugués (Brasil)
fr: Portugais (Brésil)
pt_br: Português (Brasil)
ru: Португальский (Бразилия)
tr: Portekizce (Brezilya)

# language.russian
source: Russian
es: Ruso
fr: Russe
pt_br: Russo
ru: Русский
tr: Rusça

# language.spanish
source: Spanish
es: Español
fr: Espagnol
pt_br: Espanhol
ru: Испанский
tr: İspanyolca

# language.system
source: System Default
es: Como en el sistema
fr: Comme dans le système
pt_br: Como no Sistema
ru: Как в macOS
tr: Sistem Dili

# language.turkish
source: Turkish
es: Turco
fr: Turc
pt_br: Turco
ru: Турецкий
tr: Türkçe

source: Launch at login
es: Abrir al iniciar sesión
fr: Ouvrir à l’ouverture de session
pt_br: Abrir ao iniciar a sessão
ru: Запускать при входе
tr: Oturum açıldığında başlat

source: Limit
es: Límite
fr: Limite
pt_br: Limite
ru: Лимит
tr: Sınır

source: Live essentials stay visible in the menu bar without opening a dashboard.
es: Los datos esenciales permanecen visibles en la barra de menús sin abrir otra ventana.
fr: Les données essentielles restent visibles dans la barre des menus, sans ouvrir une autre fenêtre.
pt_br: Os dados essenciais ficam visíveis na barra de menus sem abrir outra janela.
ru: Основные показатели всегда видны в строке меню — открывать отдельное окно не нужно.
tr: Önemli canlı değerler, başka bir pencere açmadan menü çubuğunda görünür kalır.

source: Live menu bar preview
es: Previsualización en directo de la barra de menús
fr: Aperçu en direct de la barre des menus
pt_br: Pré-visualização da barra de menus em tempo real
ru: Предпросмотр строки меню
tr: Canlı menü çubuğu önizlemesi

source: macOS is not allowing notifications yet, so rules can only show on the Compact Health item.
es: macOS todavía no permite las notificaciones, así que las reglas solo pueden mostrarse en el resumen de estado.
fr: macOS n’autorise pas encore les notifications ; les règles peuvent donc uniquement apparaître dans le résumé de l’état.
pt_br: O macOS ainda não permite notificações; por isso, as regras só podem aparecer no Resumo do Estado.
ru: Пока macOS не разрешает уведомления, правила могут отображаться только в сводке состояния.
tr: macOS henüz bildirimlere izin vermediği için kurallar yalnızca Durum Özeti öğesinde gösterilebilir.

source: macOS may retain the widget’s protected cache after removal and reclaims it once the extension is gone.
es: macOS puede conservar durante un tiempo la caché protegida del widget y liberarla cuando se elimina la extensión.
fr: macOS peut conserver temporairement le cache protégé du widget et libère cet espace une fois l’extension supprimée.
pt_br: O macOS pode manter temporariamente o cache protegido do widget e libera esse espaço quando a extensão é removida.
ru: macOS может некоторое время хранить защищённый кэш виджета и освободит его после удаления расширения.
tr: macOS, araç takımının korumalı önbelleğini kaldırma işleminden sonra bir süre saklayabilir; uzantı kaldırıldığında bu alanı kendisi boşaltır.

source: macOS owns notification permission and decides how alerts are presented. Mectrics cannot show one until you allow it there.
es: macOS gestiona el permiso y la presentación de las notificaciones. Mectrics no podrá mostrarlas hasta que las permitas en Ajustes del Sistema.
fr: macOS gère l’autorisation et la présentation des notifications. Mectrics ne pourra pas en afficher tant que vous ne les aurez pas autorisées dans Réglages Système.
pt_br: O macOS gerencia a permissão e a apresentação das notificações. O Mectrics não poderá mostrá-las até que você as permita nos Ajustes do Sistema.
ru: Разрешением на уведомления и способом их показа управляет macOS. Mectrics не сможет отправлять уведомления, пока вы не разрешите их в Системных настройках.
tr: Bildirim iznini ve uyarıların nasıl gösterileceğini macOS yönetir. Sistem Ayarları’ndan izin verene kadar Mectrics bildirim gösteremez.

source: Meaningful local alert events from the last 30 days.
es: Alertas importantes de los últimos 30 días.
fr: Alertes importantes des 30 derniers jours.
pt_br: Alertas importantes dos últimos 30 dias.
ru: Важные предупреждения за последние 30 дней.
tr: Son 30 gündeki önemli uyarılar.

source: Mectrics contacts the update server only when you ask, and installs nothing that fails its signature check.
es: Mectrics se comunica con el servidor de actualización solo cuando usted lo solicita y no instala nada que no pase la verificación de firma.
fr: Mectrics contacte le serveur de mise à jour uniquement lorsque vous le demandez et n'installe rien qui échoue à sa vérification de signature.
pt_br: O Mectrics entra em contato com o servidor de atualização somente quando você solicita e não instala nada que falhe na verificação de assinatura.
ru: Mectrics связывается с сервером обновлений только по вашему запросу и не устанавливает ничего, что не прошло проверку подписи.
tr: Mectrics, güncelleme sunucusuyla yalnızca siz istediğinizde iletişim kurar ve imza kontrolünden geçemeyen hiçbir şeyi yüklemez.

source: Mectrics could not relaunch.
es: No se ha podido volver a abrir Mectrics.
fr: Mectrics n’a pas pu redémarrer.
pt_br: Não foi possível reabrir o Mectrics.
ru: Не удалось перезапустить Mectrics.
tr: Mectrics yeniden açılamadı.

source: Mectrics could not remove itself.
es: Mectrics no ha podido eliminarse.
fr: Mectrics n’a pas pu se supprimer.
pt_br: O Mectrics não conseguiu se remover.
ru: Mectrics не удалось удалить себя.
tr: Mectrics kendini kaldıramadı.

source: Mectrics has no Dock icon or window of its own; it lives in the menu bar.
es: Mectrics no tiene icono en el Dock ni una ventana permanente; funciona desde la barra de menús.
fr: Mectrics n’a pas d’icône dans le Dock ni de fenêtre permanente ; l’app fonctionne depuis la barre des menus.
pt_br: O Mectrics não tem ícone no Dock nem janela permanente; o app funciona na barra de menus.
ru: У Mectrics нет значка в Dock и постоянно открытого окна — приложение работает в строке меню.
tr: Mectrics’in Dock simgesi veya sürekli açık bir penceresi yoktur; menü çubuğunda çalışır.

source: Mectrics records only meaningful local alert and recovery events.
es: Mectrics solo guarda en este Mac las alertas importantes y las recuperaciones.
fr: Mectrics conserve sur ce Mac uniquement les alertes importantes et les retours à la normale.
pt_br: O Mectrics armazena neste Mac apenas alertas importantes e retornos ao normal.
ru: Mectrics сохраняет на этом Mac только важные предупреждения и возвраты в норму.
tr: Mectrics yalnızca anlamlı uyarıları ve normale dönüşleri bu Mac’te kaydeder.

source: Mectrics reduces expensive monitoring when power or thermal headroom is limited.
es: Mectrics reduce las mediciones que más recursos consumen cuando hay poca energía disponible o el Mac se calienta.
fr: Mectrics réduit les mesures les plus gourmandes lorsque l’alimentation est limitée ou que le Mac chauffe.
pt_br: O Mectrics reduz as medições que mais consomem recursos quando a energia é limitada ou o Mac esquenta.
ru: При ограничении питания или повышенной температуре Mectrics реже выполняет ресурсоёмкие измерения.
tr: Güç ya da sıcaklık sınırına yaklaşıldığında Mectrics, yoğun kaynak kullanan ölçümleri azaltır.

source: Mectrics will quit and then delete itself, its settings, your alert rules, and the Attention Log. This cannot be undone.
es: Mectrics se cerrará y después eliminará la app, sus ajustes, tus reglas de alerta y el historial de alertas. Esta acción no se puede deshacer.
fr: Mectrics va quitter, puis supprimer l’app, ses réglages, vos règles d’alerte et l’historique des alertes. Cette action est irréversible.
pt_br: O Mectrics será encerrado e apagará o app, os ajustes, suas regras de alerta e o Histórico de Alertas. Essa ação não pode ser desfeita.
ru: Mectrics завершит работу, а затем удалит приложение, его настройки, ваши правила и журнал предупреждений. Это действие нельзя отменить.
tr: Mectrics kapanacak; ardından uygulamayı, ayarlarını, uyarı kurallarınızı ve Uyarı Geçmişini silecektir. Bu işlem geri alınamaz.

source: Mectrics will show selected alert conditions here.
es: Mectrics mostrará aquí las condiciones de alerta seleccionadas.
fr: Mectrics affichera ici les conditions d’alerte sélectionnées.
pt_br: O Mectrics mostrará aqui as condições de alerta selecionadas.
ru: Здесь Mectrics покажет выбранные условия предупреждений.
tr: Mectrics, seçtiğiniz uyarı koşullarını burada gösterir.

# mem.compressed
source: Compressed
es: Comprimida
fr: Compressée
pt_br: Comprimida
ru: Сжато
tr: Sıkıştırılmış

# mem.free
source: Free
es: Libre
fr: Libre
pt_br: Livre
ru: Свободно
tr: Boş

# mem.pressure
source: Pressure
es: Presión de memoria
fr: Pression sur la mémoire
pt_br: Pressão da Memória
ru: Нагрузка на память
tr: Bellek Baskısı

# mem.swap
source: Swap
es: Espacio de intercambio usado
fr: Fichier d’échange utilisé
pt_br: Troca Usada
ru: Файл подкачки
tr: Kullanılan Takas

# mem.used
source: Used
es: Usada
fr: Utilisée
pt_br: Usada
ru: Используется
tr: Kullanılan

# mem.wired
source: Wired
es: Memoria física
fr: Mémoire résidente
pt_br: Memória Residente
ru: Зарезервированная память
tr: Bağlı Bellek

source: Menu bar modules
es: Módulos de la barra de menús
fr: Modules de la barre des menus
pt_br: Módulos da barra de menus
ru: Модули строки меню
tr: Menü çubuğu modülleri

# menu.about
source: About Mectrics
es: Acerca de Mectrics
fr: À propos de Mectrics
pt_br: Sobre Mectrics
ru: О Mectrics
tr: Mectrics Hakkında

# menu.checkForUpdates
source: Check for Updates…
es: Buscar actualizaciones…
fr: Rechercher les mises à jour…
pt_br: Buscar Atualizações…
ru: Проверить наличие обновлений…
tr: Güncellemeleri Denetle…

# menu.close
source: Close
es: Cerrar
fr: Fermer
pt_br: Fechar
ru: Закрыть
tr: Kapat

# menu.diagnostics
source: Mectrics Diagnostics…
es: Diagnóstico de Mectrics…
fr: Diagnostic de Mectrics…
pt_br: Diagnóstico do Mectrics…
ru: Диагностика Mectrics…
tr: Mectrics Tanıları…

# menu.help
source: Help
es: Ayuda
fr: Aide
pt_br: Ajuda
ru: Справка
tr: Yardım

# menu.hide
source: Hide Mectrics
es: Ocultar Mectrics
fr: Masquer Mectrics
pt_br: Ocultar Mectrics
ru: Скрыть Mectrics
tr: Mectrics’i Gizle

# menu.quit
source: Quit Mectrics
es: Salir de Mectrics
fr: Quitter Mectrics
pt_br: Encerrar Mectrics
ru: Завершить Mectrics
tr: Mectrics’ten Çık

# menu.settings
source: Settings…
es: Ajustes…
fr: Réglages…
pt_br: Ajustes…
ru: Настройки…
tr: Ayarlar…

# menu.showWelcome
source: Show Welcome
es: Mostrar bienvenida
fr: Afficher l’accueil
pt_br: Mostrar boas-vindas
ru: Показать приветствие
tr: Karşılama Ekranını Göster

# menu.whatsNew
source: What’s New in Mectrics
es: Novedades de Mectrics
fr: Nouveautés de Mectrics
pt_br: Novidades do Mectrics
ru: Что нового в Mectrics
tr: Mectrics’teki Yenilikler

# menu.window
source: Window
es: Ventana
fr: Fenêtre
pt_br: Janela
ru: Окно
tr: Pencere

source: MIT License
es: Licencia MIT
fr: Licence MIT
pt_br: Licença MIT
ru: Лицензия MIT
tr: MIT Lisansı

# module.battery
source: Battery
es: Batería
fr: Batterie
pt_br: Bateria
ru: Аккумулятор
tr: Pil

# module.disk
source: Disk
es: Disco
fr: Disque
pt_br: Disco
ru: Диск

# module.fans
source: Fans
es: Ventiladores
fr: Ventilateurs
pt_br: Ventoinhas
ru: Вентиляторы
tr: Fanlar

# module.memory
source: Memory
es: Memoria
fr: Mémoire
pt_br: Memória
ru: Память
tr: Bellek

# module.network
source: Network
es: Red
fr: Réseau
pt_br: Rede
ru: Сеть
tr: Ağ

# module.sensors
source: Sensors
es: Sensores
fr: Capteurs
pt_br: Sensores
ru: Датчики
tr: Sensörler

source: Modules
es: Módulos
pt_br: Módulos
ru: Модули
tr: Modüller

source: Needs attention
es: necesita atencion
fr: A besoin d'attention
pt_br: Precisa de atenção
ru: Требует внимания
tr: Dikkat edilmesi gerekiyor

# net.down
source: Download
es: Recibidos
fr: Réception
pt_br: Recebimento
ru: Получение
tr: Alınan

# net.localAddressCopied
source: Local address copied.
es: Dirección local copiada.
fr: Adresse locale copiée.
pt_br: Endereço local copiado.
ru: Локальный адрес скопирован.
tr: Yerel adres kopyalandı.

# net.localIP
source: Local IP
es: Dirección IP local
fr: Adresse IP locale
pt_br: Endereço IP local
ru: Локальный IP-адрес
tr: Yerel IP adresi

# net.totalDown
source: Total downloaded
es: Total recibido
fr: Total reçu
pt_br: Total recebido
ru: Всего получено
tr: Toplam alınan

# net.totalUp
source: Total uploaded
es: Total enviado
fr: Total envoyé
pt_br: Total enviado
ru: Всего отправлено
tr: Toplam gönderilen

# net.up
source: Upload
es: Enviados
fr: Envoi
pt_br: Envio
ru: Отправка
tr: Gönderilen

source: No attention events
es: No hay alertas
fr: Aucune alerte
pt_br: Não há alertas
ru: Предупреждений нет
tr: Uyarı olayı yok

source: Nothing in the menu bar yet — pick a look for a module below.
es: Aún no hay nada en la barra de menús; elige abajo el aspecto de un módulo.
fr: Rien dans la barre des menus pour l’instant — choisissez ci-dessous l’apparence d’un module.
pt_br: Ainda não há nada na barra de menus — escolha abaixo a aparência de um módulo.
ru: В строке меню пока ничего нет — выберите ниже вид для модуля.
tr: Menü çubuğunda henüz bir şey yok — aşağıdan bir modül görünümü seçin.

source: Nothing is uploaded automatically.
es: No se envía ningún dato automáticamente.
fr: Aucune donnée n’est envoyée automatiquement.
pt_br: Nenhum dado é enviado automaticamente.
ru: Данные не отправляются автоматически.
tr: Hiçbir veri otomatik olarak gönderilmez.
